Autodesk.Navisworks.Api.Plugins.CallCanExecute
Determines logic used to determine if a command is Enabled

Autodesk.Navisworks.Api.Plugins.CallCanExecute.Always
Command is Enabled unless specifically disabled by CanExecute implementation

Autodesk.Navisworks.Api.Plugins.CallCanExecute.DocumentNotClear
Command is disabled if the doument is Clear

Autodesk.Navisworks.Api.Plugins.CallCanExecute.CurrentSelectionSingle
Command is Disabled unless there is a single selection

Autodesk.Navisworks.Api.Plugins.CallCanExecute.CurrentSelectionMultiple
Command is Disabled unless there are multiple selections